Hungarian (Magyar)
Info=ZIP beépülő modul az oMega-hoz|HUN|1250|Pylonos.com LLC (support@pylonos.com)

1=ZIP beépülő modul
2=[fB +2;%0:s]\n[fB +2;for oMega Commander]\nVerzió: [fB;%1:s.%2:d] (build [fB;%3:d])%4:s\n\nCopyright (c) %5:d-%6:d\n%7:s\n<Cursor=21;URL=http://%8:s>[fAccentBlue;%9:s]
3=Figyelem! Néhány fájlnak Unicode neve van!\nNem minden program támogatja az ilyen nevű ZIP-fájlokat.
4=Figyelem! Néhány fájl nevében nem ASCII karakterek vannak, vagy a nevek Unicode kódolásúak!\nEzek a nevek eltérően jelennek meg a különböző kódlapok miatt,\nvagy nem minden program fogja támogatni az ilyen nevű ZIP-fájlokat.
5=Válasszon módszert a fájlnevek tárolásához:
6=[fB +2;Unicode nevek mentése:]\n(Néhány program nem támogatja az ilyen nevű fájlokat,\nvagy egyet a tárolási módok közül)
7=Kérdezzen rá a felhasználóra Unicode nevek mentésekor
8=Alkalmazandó mentési módszer:
9=az Unicode fájlnevekhez
10=a nem ASCII karaktert tartalmazó nevekhez (a kód nagyobb mint 127)
11=az összes fájlnévhez
12=Unicode fájlnevek mentési módszere:
13=Unicode UTF-8
14=Unicode UTF-8 extra mezőkkel
15=Unicode karakterek helyettesítése ezzel: "?"
16=Unicode karakterek helyettesítése ezzel: "_"
17=Unicode karakterek helyettesítése ezzel: "-"
18=Ne kérdezzen rá újra\n(a beállításokat módosíthatja a beépülő tulajdonságainál)
30=Figyelem!\n\nA tömörített fájlok teljes mérete: [fB;%.1f GB] (nagyobb mint 4GB).\nNem minden program támogatja a nagyméretű fájlokat.\n\nFolytatja a tömörítést?
50="%s" mentési\nhiba!
